Repository: koichi-takeshima/RepeatBoost
Catalog: src/RepeatBoost.Settings/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# EnabledCard.Header
source: Enabled
ja_jp: 有効

# EnabledCard.Description
source: Turn key repeat acceleration on or off.
ja_jp: キーリピート加速を有効または無効にします。

# EnabledToggle.OnContent
source: Enabled
ja_jp: 有効

# EnabledToggle.OffContent
source: Disabled
ja_jp: 無効

# RepeatSettingsHeader.Text
source: Repeat settings
ja_jp: リピート設定

# AddRepeatSetButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add repeat set
ja_jp: リピート設定を追加

# AddRepeatSetToolTip.Content
source: Add repeat set
ja_jp: リピート設定を追加

source: Up
ja_jp: 上へ

# MoveRepeatSetUpToolTip.Content
source: Up
ja_jp: 上へ

source: Down
ja_jp: 下へ

# MoveRepeatSetDownToolTip.Content
source: Down
ja_jp: 下へ

source: Delete
ja_jp: 削除

# DeleteRepeatSetToolTip.Content
source: Delete
ja_jp: 削除

# RepeatSetDisplayName
source: Setting {0}
ja_jp: 設定 {0}

# InitialDelayCard.Header
source: Initial delay
ja_jp: 初期遅延

# InitialDelayCard.Description
source: Delay before repeat starts [ms].
ja_jp: リピートを開始するまでの待ち時間 [ms]。

# RepeatIntervalCard.Header
source: Repeat interval
ja_jp: リピート間隔

# RepeatIntervalCard.Description
source: Interval between repeats [ms].
ja_jp: リピートの間隔 [ms]。

# TargetKeysCard.Header
source: Target keys
ja_jp: 対象キー

# TargetKeysCard.Description
source: Choose which keys to repeat.
ja_jp: リピートの対象キーを選択します。

source: Target keys
ja_jp: 対象キー

source: Choose which keys to repeat.
ja_jp: リピートの対象キーを選択します。

# ArrowKeysItem.Content
source: Arrow keys only
ja_jp: 矢印キーのみ

# AllKeysItem.Content
source: All keys
ja_jp: すべてのキー

# CustomKeysItem.Content
source: Custom
ja_jp: カスタム

# AddCustomKeyButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add custom key
ja_jp: カスタムキーを追加

# AddCustomKeyToolTip.Content
source: Add custom key
ja_jp: カスタムキーを追加

# RemoveCustomKeyButton.Content
source: Remove
ja_jp: 削除

# PressCustomKey
source: Press a key…
ja_jp: キーを押してください…

# WindowsLogonCard.Header
source: Autostart
ja_jp: 自動起動

# WindowsLogonCard.Description
source: Start automatically at logon.
ja_jp: ログオン時に自動的に起動します。

# AutostartToggle.OnContent
source: On
ja_jp: オン

# AutostartToggle.OffContent
source: Off
ja_jp: オフ

# StartupWarningTitle
source: RepeatBoost Settings
ja_jp: RepeatBoost 設定

# SettingsNotSavedTitle
source: Settings were not saved
ja_jp: 設定を保存できませんでした

# SettingsNotSavedFallback
source: The current settings could not be saved.
ja_jp: 現在の設定を保存できませんでした。

# RetryButton
source: Retry
ja_jp: 再試行

# DiscardAndCloseButton
source: Discard and close
ja_jp: 破棄して閉じる

# CancelButton
source: Cancel
ja_jp: キャンセル

# AutostartSettingNotSaved
source: Autostart setting was not saved.
ja_jp: 自動起動設定を保存できませんでした。

# SelectTargetPreset
source: Select a target key preset.
ja_jp: 対象キーを選択してください。

# WholeNumberRange
source: Value must be a whole number from {0} to {1}.
ja_jp: 値は {0} から {1} の整数で指定してください。

# AutostartConflict
source: Autostart registration was changed externally.
ja_jp: 自動起動設定がこのアプリ以外から変更されています。

# AutostartReadFailed
source: Autostart registration could not be read.
ja_jp: 自動起動設定を読み取れませんでした。

# SettingsNotSavedPrefix
source: Settings were not saved:
ja_jp: 設定を保存できませんでした:
